{
  "title": "Love Story Terms of Use",
  "sections": [
    {
      "title": "Introduction",
      "content": "Welcome to Love Story! By accessing or using Love Story’s services (“Services”), you agree to be bound by these Terms of Use (“Terms”), our Privacy Policy, Cookie Policy, Community Guidelines, and any other agreements that may apply. Please read these Terms carefully, as they govern your use of Love Story’s services, including its mobile application (“App”) and website (“Website”)."
    },
    {
      "title": "Agreement Between You and Love Story",
      "content": "These Terms constitute a binding legal agreement between you (“User”) and Love Story LLC (“Love Story”). By accessing or using our Services, you affirm that you have read, understood, and agree to these Terms."
    },
    {
      "title": "Eligibility",
      "content": "By creating an account or using Love Story’s Services, you represent and warrant that:",
      "points": [
        "You are at least 18 years old.",
        "You are legally qualified to enter into a binding contract.",
        "You have not been convicted of or pled no contest to a felony, sex crime, or other violent crime.",
        "You are not required to register as a sex offender with any government entity.",
        "You do not have more than one account on our Services at any time.",
        "You have not been previously removed or banned from our Services without written permission from Love Story."
      ],
      "note": "If you fail to meet these requirements at any time, your authorization to use Love Story’s Services is automatically revoked."
    },
    {
      "title": "Account Responsibilities",
      "content": "You are responsible for maintaining the confidentiality of your account login credentials and all activities that occur under your account. You agree to:",
      "points": [
        "Use the latest version of our App or Website.",
        "Comply with applicable laws and these Terms.",
        "Not share your account or login credentials with others."
      ]
    },
    {
      "title": "Prohibited Activities",
      "content": "You agree not to:",
      "points": [
        "Use the Services for any illegal or unauthorized purpose.",
        "Harass, stalk, intimidate, or harm others.",
        "Post content that is offensive, obscene, defamatory, or otherwise violates these Terms.",
        "Misrepresent your identity or affiliations.",
        "Solicit money or personal information from other users.",
        "Use bots, crawlers, or other automated tools to access or manipulate our Services.",
        "Interfere with or disrupt the Services, servers, or networks."
      ],
      "note": "Violation of these rules may result in account suspension or termination without notice."
    },
    {
      "title": "Content on Love Story",
      "subsections": [
        {
          "title": "User Content",
          "content": "You retain ownership of any content you post, upload, or share (“User Content”), but you grant Love Story a worldwide, non-exclusive, royalty-free, sublicensable, and transferable license to use, reproduce, display, and distribute your User Content in connection with our Services."
        },
        {
          "title": "Prohibited Content",
          "content":"You may not post content that:",
          "points": [
            "Promotes violence, hate speech, or illegal activities.",
            "Contains nudity, pornography, or sexually explicit material.",
            "Violates intellectual property rights.",
            "Includes personal information of others without consent.",
            "Misleads, defames, or harasses others."
          ],
          "note": "Love Story reserves the right to remove or restrict access to any content that violates these Terms."
        }
      ]
    },
    {
      "title": "Subscriptions and Payments",
      "content": "Love Story offers subscription-based services and features. By purchasing a subscription, you agree to:",
      "points": [
        "The recurring billing of your payment method.",
        "Manage or cancel your subscription through the platform you used to subscribe (e.g., Apple App Store, Google Play Store).",
        "No refunds for unused portions of a subscription unless required by law."
      ],
      "note": "Subscribers in certain regions (e.g., California, EU, EEA) may have specific cancellation or refund rights under applicable laws. Requests for refunds must follow the platform’s procedures or be directed to Love Story’s customer service."
    },
    {
      "title": "Safety and Conduct",
      "content": "Your safety is a priority, but Love Story is not responsible for the behavior of users on or off the platform. Use caution when interacting with others, and report any inappropriate behavior to Love Story’s support team."
    },
    {
      "title": "Intellectual Property",
      "content": "Love Story owns all intellectual property rights related to its Services, including trademarks, logos, and proprietary content. You may not use these materials without Love Story’s prior written consent."
    },
    {
      "title": "Account Termination",
      "content": "Love Story reserves the right to suspend or terminate your account for violation of these Terms or any applicable laws. Upon termination, these Terms will survive to the extent necessary to address disputes or enforce rights."
    },
    {
      "title": "Limitation of Liability",
      "content": "To the fullest extent permitted by law, Love Story is not liable for indirect, incidental, or consequential damages arising from your use of our Services. Our liability to you is limited to the amount you paid to Love Story in the 12 months preceding the claim."
    },
    {
      "title": "Governing Law and Dispute Resolution",
      "subsections": [
        {
          "title": "Informal Dispute Resolution",
          "content": "Before initiating legal proceedings, users must attempt to resolve disputes through good-faith negotiations with Love Story’s customer support team."
        },
        {
          "title": "Arbitration Agreement",
          "content": "Disputes that cannot be resolved informally will be settled through binding arbitration in accordance with the Federal Arbitration Act. Class action and jury trial waivers apply."
        },
        {
          "title": "Class Action Waiver",
          "content": "Users waive their right to participate in class action lawsuits against Love Story. Disputes must be pursued individually."
        }
      ]
    },
    {
      "title": "Amendments to Terms",
      "content": "Love Story reserves the right to modify these Terms at any time. Material changes will be communicated through the App or Website, and continued use of the Services constitutes acceptance of the updated Terms."
    },
    {
      "title": "Contact Information",
      "content": "For questions or concerns about these Terms, please contact Love Story:",
      "points": [
        "Email: info@lovestoryunicorns.com",
        "Mailing Address: 2354 Stone Road, Ann Arbor, Michigan, United States 48105"
      ]
    },
    {
      "title": "Special Provisions for Certain Jurisdictions",
      "content": "Residents of specific jurisdictions (e.g., EU, California) may have additional rights or obligations under applicable laws, such as extended cancellation periods or unique dispute resolution processes. For details, refer to local laws or contact support."
    },
    {
      "title": "Entire Agreement",
      "content": "These Terms, together with our Privacy Policy, Cookie Policy, and Community Guidelines, constitute the entire agreement between you and Love Story regarding your use of the Services."
    }
  ]
}
